// Задание 1
// Необходимо создать переменную в которой будет храниться температура в градусах Цельсия, преобразовать значение в температуру по фаренгейту.
// Формула перевода градусов Цельсия в градусы Фаренгейта: градусы Фаренгейта = (9 / 5) * градусы Цельсия + 32
// Вывести в консоль температуру в Цельсиях и Фаренгейтах.


function calcDegrees() {
    let degrees = (document.getElementById('degrees').value);
    let result = (9 / 5) * degrees + 32;
    console.log(result);
    alert(result);
  }  